---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillTimeText
source: html/f989885a-f2a2-72ee-1644-a6a46b440106.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillTimeText Property

"Still time text"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewSolarstudyStillTimeText { get; }
```